{
  "planet": "Mercury",
  "title": "NASA News Conference on Mercury's Polar Regions",
  "nasa_id": "GSFC_20171208_Archive_e001632",
  "description": "Tune in to NASA's News Conference today, November 29, 2012, at 2 p.m. EST for new findings about Mercury's polar regions.   <a href=\"http://www.nasa.gov/multimedia/nasatv/index.html\" rel=\"nofollow\">www.nasa.gov/multimedia/nasatv/index.html</a>    Due to its nearly vertical spin axis, Mercury's north pole is never fully sunlit. If it were, it might look something like this image, which is an orthographic projection of a global mosaic. The dark area towards the center of the image contains the north pole.   The MESSENGER spacecraft is the first ever to orbit the planet Mercury, and the spacecraft's seven scientific instruments and radio science investigation are unraveling the history and evolution of the Solar System's innermost planet. Visit the Why Mercury? section of this website to learn more about the key science questions that the MESSENGER mission is addressing. During the one-year primary mission, MESSENGER acquired 88,746 images and extensive other data sets. MESSENGER is now in a yearlong extended mission, during which plans call for the acquisition of more than 80,000 additional images to support MESSENGER's science goals.  Credit: NASA/Johns Hopkins University Applied Physics Laboratory/Carnegie Institution of Washington  <b><a href=\"http://www.nasa.gov/audience/formedia/features/MP_Photo_Guidelines.html\" rel=\"nofollow\">NASA image use policy.</a></b>  <b><a href=\"http://www.nasa.gov/centers/goddard/home/index.html\" rel=\"nofollow\">NASA Goddard Space Flight Center</a></b> enables NASA’s mission through four scientific endeavors: Earth Science, Heliophysics, Solar System Exploration, and Astrophysics. Goddard plays a leading role in NASA’s accomplishments by contributing compelling scientific knowledge to advance the Agency’s mission.  <b>Follow us on <a href=\"http://twitter.com/NASA_GoddardPix\" rel=\"nofollow\">Twitter</a></b>  <b>Like us on <a href=\"http://www.facebook.com/pages/Greenbelt-MD/NASA-Goddard/395013845897?ref=tsd\" rel=\"nofollow\">Facebook</a></b>  <b>Find us on <a href=\"http://instagram.com/nasagoddard?vm=grid\" rel=\"nofollow\">Instagram</a></b>",
  "filename": "mercury_nasa_news_conference_on_mercury_s_polar_regions_GSFC_20171208_Archive_e001632.jpg",
  "download_url": "http://images-assets.nasa.gov/image/GSFC_20171208_Archive_e001632/GSFC_20171208_Archive_e001632~orig.jpg",
  "downloaded_at": "2025-05-23T17:11:42.212Z"
}